Repository: Juan-M-Panozzo-Z/Elessar
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: bn, de, fr, hi, id, it, ja, nl, pt, ru, sw

source: Lookup studies
bn: লুকআপ গবেষণা
de: Nachschaustudien
fr: Chercher études
hi: लुकअप अध्ययन
id: Studi pencarian
it: Ricerca di studi
ja: ルックアップスタディ
nl: Opzoekstudies
pt: Pesquisa de estudos
ru: Поиск исследований
sw: Tafiti za Duhusi

source: Quit
bn: পরিত্যাগ
de: Verlassen
fr: Quitter
hi: छोड़ना
id: Keluar
it: Esci
ja: 終了
nl: Beenden
pt: Sair
ru: Выйти
sw: Aga

source: Upload
bn: আপলোড
de: Hochladen
fr: Télécharger
hi: डालना
id: Unggah
it: Carica
ja: アップロード
nl: Uploaden
pt: Envio
ru: Загрузить
sw: Kupakia

source: Query/Retrieve
bn: জিজ্ঞাসা/পুনরুদ্ধার
de: Abfragen/Abrufen
fr: Requête/Récupérer
hi: क्वेरी/पुनः प्राप्त
id: Permintaan/ambil
it: Interrogazione/Recupero
ja: クエリ/取得
nl: Vragen / ophalen
pt: Consulta / Recuperação
ru: Запрос/Извлечение
sw: Ulizo/kuepua

source: Patient ID:
bn: রোগী আইডি:
de: Patienten-ID:
fr: ID du patient:
hi: रोगी आईडी:
id: ID pasien:
it: ID paziente:
ja: 患者 ID:
nl: Patiënt-ID:
pt: ID do paciente:
ru: Идентификатор пациента:
sw: Kitambulisho cha mgonjwa:

source: Patient Name:
bn: রোগীর নাম:
de: Patientenname:
fr: Nom du patient:
hi: रोगी का नाम:
id: Nama pasien:
it: Nome paziente:
ja: 患者名:
nl: Naam patiënt:
pt: Nome do paciente:
ru: Имя пациента:
sw: Jina la mgonjwa:

source: Accession Number:
bn: প্রবেশ নম্বর:
de: Beitrittsnummer:
fr: Numéro d’adhésion:
hi: परिग्रहण संख्या:
id: Nomor aksesi:
it: Numero di adesione:
ja: 加盟番号:
nl: Toetredingsnummer:
pt: Número de acesso:
ru: Номер присоединения:
sw: Namba ya nambari:

source: Study Description:
bn: অধ্যয়নের বর্ণনা:
de: Beschreibung des Studiums:
fr: Description de l’étude:
hi: अध्ययन विवरण:
id: Deskripsi studi:
it: Descrizione studio:
ja: 研究の説明:
nl: Beschrijving van de studie:
pt: Descrição do Estudo:
ru: Описание исследования:
sw: Maelezo ya utafiti:

source: Study Date:
bn: অধ্যয়নের তারিখ:
de: Studiendatum:
fr: Date de l’étude :
hi: अध्ययन की तारीख:
id: Tanggal studi:
it: Data studio:
ja: 研究日:
nl: Studiedatum:
pt: Fecha do Estudo:
ru: Дата обучения:
sw: Tarehe ya somo:

source: All patients
bn: সকল রোগী
de: Alle Patienten
fr: Tous les patients
hi: सभी रोगियों
id: Semua pasien
it: Tutti i pazienti
ja: すべての患者
nl: Alle patiënten
pt: Todos os pacientes
ru: Все пациенты
sw: Wagonjwa wote

source: All studies
bn: সকল গবেষণা
de: Alle Studien
fr: Toutes les études
hi: सभी अध्ययन
id: Semua studi
it: Tutti gli studi
ja: すべての研究
nl: Alle studies
pt: Todos os estudos
ru: Все исследования
sw: Masomo yote

source: Do lookup
bn: খোঁজ করো
de: Nachschlagen
fr: Faire la recherche
hi: लुकअप करें
id: Lakukan pencarian
it: Eseguire la ricerca
ja: ルックアップを行う
pt: Fazer pesquisa
ru: У поиска
sw: Duhusi

source: Warning:
bn: সতর্কীকরণ:
de: Warnung:
fr: Attention :
hi: चेतावनी:
id: Peringatan:
it: Attenzione:
ja: 警告:
nl: Waarschuwing:
pt: Atenção:
ru: Внимание:
sw: Onyo:

source: Your lookup led to many results! Showing only
bn: আপনার লুকআপ অনেক ফলাফল নেতৃত্ব দিয়েছে! শুধুমাত্র দেখানো হচ্ছে
de: Ihre Suche führte zu vielen Ergebnissen! Nur anzeigen
fr: Votre recherche a conduit à de nombreux résultats! Afficher uniquement
hi: आपके लुकअप ने कई परिणाम दिए! केवल दिखा रहा है
id: Pencarian Anda menyebabkan banyak hasil! Hanya menampilkan
it: La tua ricerca ha portato a molti risultati! Visualizzazione solo
ja: あなたのルックアップは、多くの結果につながりました!表示のみ
nl: Uw lookup leidde tot vele resultaten! Alleen weergeven
pt: Sua pesquisa levou a muitos resultados! Mostrando apenas
ru: Ваш взгляд привел к многим результатам! Отображение только
sw: Kuangalia yako wakiongozwa na matokeo mengi! Kuonyesha tu

source: studies to avoid performance issue. Please make your query more specific, then relaunch the lookup.
bn: কর্মক্ষমতার সমস্যা এড়াতে পড়াশোনা। অনুগ্রহ করে আপনার জিজ্ঞাসাকে আরও সুনির্দিষ্ট করুন, তারপর লুকআপ পুনরায় চালু করুন।
de: studien, um Leistungsprobleme zu vermeiden. Bitte machen Sie Ihre Abfrage spezifischer, und starten Sie dann die Suche neu.
fr: études pour éviter les problèmes de performance. S’il vous plaît rendre votre requête plus spécifique, puis relancer la recherche.
hi: प्रदर्शन के मुद्दे से बचने के लिए अध्ययन। कृपया अपनी क्वेरी को और अधिक विशिष्ट बनाएं, फिर लुकअप को फिर से लॉन्च करें।
id: studi untuk menghindari masalah kinerja. Silakan membuat permintaan Anda lebih spesifik, kemudian peluncuran pencarian.
it: studi per evitare problemi di prestazioni. Si prega di rendere la query più specifica, quindi riavviare la ricerca.
ja: パフォーマンスの問題を回避するための研究を行います。クエリをより具体的にして、ルックアップを再度起動してください。
nl: studies om prestatieproblemen te voorkomen. Maak uw query specifieker en start de lookup opnieuw.
pt: estudos para evitar problemas de desempenho. Torne sua consulta mais específica e, em seguida, reinicie a pesquisa.
ru: исследования, чтобы избежать проблемы с производительностью. Пожалуйста, сделайте ваш запрос более конкретным, а затем перезапустите обзор.
sw: utafiti ili kuepuka suala la utendaji. Tafadhali Fanya ulizo lako kuwa maalum zaidi, kisha Zindua tena Duhusi.

source: Lookup
bn: লুকআপ
de: Nachschlagen
fr: Chercher
hi: लुकअप
it: Ricerca
ja: ルックアップ
nl: Opzoeken
pt: Pesquisa
ru: Посмотреть
sw: Duhusi

source: Plugins
bn: প্লাগ-ইন
fr: Extensions
hi: सामान
id: Pengaya
ja: プラグイン
ru: Плагины

source: Jobs
bn: চাকুরি সমূহ
fr: Tâches
hi: नौकरियों
id: Lowongan Kerja
it: Lavori
ja: 求人
nl: Taken
pt: Tarefas
ru: Вакансии
sw: Kazi

source: This is a large Orthanc server. Showing only
bn: এটি একটি বৃহৎ Orthanc সার্ভার। শুধুমাত্র দেখানো হচ্ছে
de: Dies ist ein großer Orthanc-Server. Nur anzeigen
fr: Il s’agit d’un grand serveur Orthanc. Afficher uniquement
hi: यह एक महान Orthanc सर्वर है। बस दिखा रहा है
id: Ini adalah server Orthanc besar. Hanya menampilkan
it: Questo è un grande server Orthanc. Visualizzazione solo
ja: これは大きな Orthanc サーバーです。表示のみ
nl: Dit is een grote Orthanc server. Alleen weergeven
pt: Este é um servidor Orthanc grande. Mostrando apenas
ru: Это большой сервер Orthanc. Отображение только
sw: Hii ni seva kubwa ya Orthanc. Kuonyesha tu

source: patients to avoid performance issue. Make sure to use lookup if targeting specific patients!
bn: রোগীদের কর্মক্ষমতা রসমস্যা এড়াতে হবে। নির্দিষ্ট রোগীদের টার্গেট করলে লুকআপ ব্যবহার নিশ্চিত করুন!
de: patienten, um Leistungsprobleme zu vermeiden. Achten Sie darauf, die Suche zu verwenden, wenn Sie auf bestimmte Patienten abzielen!
fr: patients pour éviter les problèmes de performance. Assurez-vous d’utiliser la recherche si vous ciblez des patients spécifiques!
hi: प्रदर्शन के मुद्दे से बचने के लिए रोगियों। विशिष्ट रोगियों को लक्षित करने पर लुकअप का उपयोग करना सुनिश्चित करें!
id: pasien untuk menghindari masalah kinerja. Pastikan untuk menggunakan lookup jika menargetkan pasien tertentu!
it: pazienti per evitare problemi di prestazioni. Assicurati di utilizzare la ricerca se ti rivolgi a pazienti specifici!
ja: パフォーマンスの問題を回避する患者。特定の患者をターゲットにしている場合は、ルックアップを使用してください!
nl: patiënten om prestatieproblemen te voorkomen. Zorg ervoor dat je lookup gebruikt als je specifieke patiënten target!
pt: pacientes para evitar problemas de desempenho. Certifique-se de usar a procura se direcionar pacientes específicos!
ru: пациентов, чтобы избежать проблем с производительностью. Убедитесь в том, чтобы использовать lookup, если ориентации конкретных пациентов!
sw: wagonjwa ili kuepuka suala la utendaji. Hakikisha kutumia Duhusi ikiwa unalenga wagonjwa maalum!

source: studies to avoid performance issue. Make sure to use lookup if targeting specific studies!
bn: কর্মক্ষমতার সমস্যা এড়াতে পড়াশোনা। নির্দিষ্ট গবেষণাকে টার্গেট করলে লুকআপ ব্যবহার নিশ্চিত করুন!
de: studien, um Leistungsprobleme zu vermeiden. Achten Sie darauf, die Suche zu verwenden, wenn Sie auf bestimmte Studien abzielen!
fr: études pour éviter les problèmes de performance. Assurez-vous d’utiliser la recherche si vous ciblez des études spécifiques!
hi: प्रदर्शन के मुद्दे से बचने के लिए अध्ययन। विशिष्ट अध्ययनों को लक्षित करने पर लुकअप का उपयोग करना सुनिश्चित करें!
id: studi untuk menghindari masalah kinerja. Pastikan untuk menggunakan lookup jika menargetkan studi tertentu!
it: studi per evitare problemi di prestazioni. Assicurati di utilizzare la ricerca se tiri a studi specifici!
ja: パフォーマンスの問題を回避するための研究を行います。特定の研究をターゲットにしている場合は、ルックアップを使用してください!
nl: studies om prestatieproblemen te voorkomen. Zorg ervoor dat je lookup gebruikt als je specifieke studies target!
pt: estudos para evitar problemas de desempenho. Certifique-se de usar a pesquisa se estiver direcionando estudos específicos!
ru: исследования, чтобы избежать проблемы с производительностью. Убедитесь в том, чтобы использовать lookup, если ориентации конкретных исследований!
sw: utafiti ili kuepuka suala la utendaji. Hakikisha kutumia Duhusi ikiwa unalenga masomo maalum!

source: Upload DICOM files
bn: DICOM ফাইল আপলোড করুন
de: HOCHLADEN von DICOM-Dateien
fr: Télécharger des fichiers DICOM
hi: DICOM फ़ाइलें अपलोड करें
id: Unggah file DICOM
it: Caricare file DICOM
ja: DICOM ファイルのアップロード
nl: DICOM-bestanden uploaden
pt: Carregar arquivos DICOM
ru: Загрузка файлов DICOM
sw: Pakia faili DICOM

source: Select files to upload ...
bn: আপলোড করতে ফাইল নির্বাচন করুন ...
de: Wählen Sie Dateien zum Hochladen aus ...
fr: Sélectionnez des fichiers à télécharger ...
hi: अपलोड करने के लिए फ़ाइलों का चयन करें ...
id: Pilih file untuk diunggah...
it: Selezionare i file da caricare ...
ja: アップロードするファイルを選択します。
nl: Selecteer bestanden om te uploaden ...
pt: Selecione os arquivos para upload ...
ru: Выберите файлы для загрузки ...
sw: Teua faili za kupakia ...

source: Start the upload
bn: আপলোড শুরু করুন
de: Starten Sie den Upload
fr: Démarrer le téléchargement
hi: अपलोड शुरू करें
id: Mulai upload
it: Avviare il caricamento
ja: アップロードを開始する
nl: De upload starten
pt: Iniciar o upload
ru: Начало загрузки
sw: Anzisha upakizi

source: Clear the pending uploads
bn: অমীমাংসিত আপলোডগুলো মুছে ফেলুন
de: Löschen der ausstehenden Uploads
fr: Effacer les téléchargements en attente
hi: लंबित अपलोड को साफ़ करें
id: Menghapus unggahan tertunda
it: Cancellare i caricamenti in sospeso
ja: 保留中のアップロードをクリアする
nl: De in behandeling zijnde uploads wissen
pt: Limpar os envios pendentes
ru: Очистите ожидающие загрузки
sw: Ondoa upakizi unasubiri

source: Orthanc issue #21: On Firefox, especially on Linux & OSX systems, files might be missing if using drag-and-drop. Please use the "Select files to upload" button instead, or use the command-line "ImportDicomFiles.py" script.
bn: Orthanc সমস্যা # 21: ফায়ারফক্সে, বিশেষত লিনাক্স ও ওএসএক্স সিস্টেমগুলিতে, ড্রাগগুলি ড্রপ-অ্যান্ড ড্রপ ব্যবহার করা থাকলে ফাইলগুলি অনুপস্থিত হতে পারে। পরিবর্তে "আপলোড করার জন্য ফাইলগুলি নির্বাচন করুন" বোতামটি ব্যবহার করুন বা কমান্ড-লাইন "ImportDicomFiles.py" স্ক্রিপ্টটি ব্যবহার করুন।
de: Orthanc-Problem #21: Bei Firefox, insbesondere auf Linux- und OSX-Systemen, fehlen möglicherweise Dateien, wenn Drag-and-Drop verwendet wird. Bitte verwenden Sie stattdessen die Schaltfläche "Dateien zum Hochladen auswählen" oder verwenden Sie das Skript "ImportDicomFiles.py".
fr: Problème orthanc #21: Sur Firefox, en particulier sur linux & OSX systèmes, les fichiers peuvent être manquants si vous utilisez glisser-et-déposer. Veuillez utiliser le bouton « Sélectionner des fichiers pour télécharger » ou utiliser le script « ImportDicomFiles.py » de la ligne de commande.
hi: Orthanc अंक # 21: फ़ायरफ़ॉक्स पर, विशेष रूप से लिनक्स और OSX सिस्टम पर, ड्रैग-एंड-ड्रॉप का उपयोग करने पर फाइलें गायब हो सकती हैं। कृपया "इसके बजाय" अपलोड फ़ाइलों को अपलोड करने के लिए "बटन का उपयोग करें, या कमांड-लाइन" ImportDicomFiles.py "स्क्रिप्ट का उपयोग करें।
id: Masalah Orthanc #21: di Firefox, terutama pada sistem Linux & OSX, file mungkin hilang jika menggunakan drag-and-drop. Silakan gunakan "Pilih file untuk meng-upload" tombol sebagai gantinya, atau menggunakan baris perintah "ImportDicomFiles.py" script.
it: Problema di Orthanc #21: su Firefox, in particolare sui sistemi Linux e OSX, i file potrebbero essere mancanti se si utilizza il trascinamento della selezione. Si prega di utilizzare il pulsante "Seleziona i file da caricare" invece, o utilizzare la riga di comando "ImportDicomFiles.py" script.
ja: Orthanc の問題#21: Firefox、特に Linux や OSX システムでは、ドラッグ アンド ドロップを使用するとファイルが見つからない可能性があります。代わりに[アップロードするファイルを選択]ボタンを使用するか、コマンドラインの「ImportDicomFiles.py」スクリプトを使用してください。
nl: Orthanc issue #21: Op Firefox, vooral op Linux & OSX-systemen, kunnen bestanden ontbreken als je drag-and-drop gebruikt. Gebruik in plaats daarvan de knop Bestanden selecteren om te uploaden of gebruik het script 'ImportDicomFiles.py'.
pt: Problema nº 21 da Orthanc: no Firefox, especialmente nos sistemas Linux e OSX, os arquivos podem estar ausentes se você usar o recurso de arrastar e soltar. Em vez disso, use o botão "Selecionar arquivos para upload" ou use o script "ImportDicomFiles.py" da linha de comando.
ru: Orthanc вопрос #21: На Firefox, особенно на Linux и OSX систем, файлы могут отсутствовать при использовании перетаскивания. Вместо этого используйте кнопку «Выберите файлы для загрузки» или используйте сценарий командной строки «ImportDicomFiles.py».
sw: Swala ya Orthanc #21: kwenye Firefox, hasa kwenye mifumo ya Linux & OSX, faili zinaweza kukosa Ikiwa unatumia Drag-na-Drop. Tafadhali tumia "Teua faili kupakia" kitufe badala yake, au Tumia hati ya amri ya "ImportDicomFiles.py".

source: Drag and drop DICOM files here
bn: এখানে DICOM ফাইল টেনে আনুন এবং ড্রপ করুন
de: Ziehen Und Ablegen von DICOM-Dateien hier
fr: Faites glisser et déposer les fichiers DICOM ici
hi: यहां DICOM फ़ाइलों को खींचें और छोड़ दें
id: Drag dan drop file DICOM sini
it: Trascina e rilascia i file DICOM qui
ja: ここにDICOMファイルをドラッグ&ドロップ
nl: Dicom-bestanden hier slepen en neerzetten
pt: Arrastar e soltar arquivos DICOM aqui
ru: Перетащите и падение файлов DICOM здесь
sw: Drag na kuacha faili za DICOM hapa

source: Patient
bn: রোগী
hi: रोगी
id: Pasien
it: Paziente
ja: 患者
nl: Geduldig
pt: Paciente
ru: Пациента
sw: Mgonjwa

source: Unprotected
bn: অরক্ষিত
de: Ungeschützten
fr: Sans protection
hi: असुरक्षित
id: Yg tak dilindungi
it: Non protetto
ja: 無防備
nl: Onbeschermd
pt: Desprotegido
ru: Незащищенных
sw: Bila kinga

source: Protected
bn: সুরক্ষিত
de: Geschützt
fr: Protégé
hi: सुरक्षित
id: Terlindungi
it: Protetto
ja: 保護された
nl: Beschermd
pt: Protegido
ru: Защищено
sw: Lindwa

source: Interact
bn: মিথস্ক্রিয়া করুন
de: Interaktion
fr: Interagir
hi: बातचीत
id: Berinteraksi
it: Interagire
ja: インタラクト
nl: Interactie
pt: Interagir
ru: Взаимодействовать
sw: Kuingiliana

source: Add JPG image
bn: JPG ছবি যুক্ত করুন
de: JPG-Bild hinzufügen
fr: Ajouter une image JPG
hi: JPG छवि जोड़ें
id: Tambahkan gambar JPG
it: Aggiungi immagine JPG
ja: JPG画像を追加
nl: JPG-afbeelding toevoegen
pt: Adicionar imagem JPG
ru: Добавить изображение JPG
sw: Ongeza picha ya JPG

source: Delete this patient
bn: এই রোগীকে মুছে ফেলুন
de: Löschen Sie diesen Patienten
fr: Supprimer ce patient
hi: इस रोगी को हटाएं
id: Hapus pasien ini
it: Elimina questo paziente
ja: この患者を削除
nl: Deze patiënt verwijderen
pt: Exclua este paciente
ru: Удалить этого пациента
sw: Futa mgonjwa huyu

source: Send to remote modality
bn: দূরবর্তী পদ্ধতিতে প্রেরণ করুন
de: Senden an Remote-Modalität
fr: Envoyer à la modalité à distance
hi: दूरस्थ तौर-तरीकों पर भेजें
id: Kirim ke modalitas jarak jauh
it: Modalità di invio a distanza
ja: リモート モダリティに送信
nl: Verzenden naar externe modaliteit
pt: Enviar para modalidade remota
ru: Отправить на удаленный механизм
sw: Tuma kwa modama ya mbali

source: Anonymize
bn: অনিমিজ
de: Anonymisieren
fr: Anonymiser
hi: एनॉनिमाइज़
it: Anonimizza
ja: 匿名
nl: Anonimiseer
pt: Tornar anónimo
ru: Анонимный
sw: Huondoa utambulisho

source: Access
bn: এক্সেস
de: Zugang
fr: Accès
hi: पहुँच
id: Akses
it: Accesso
ja: アクセス
nl: Toegang
pt: Acesso
ru: Доступ
sw: Ufikivu

source: Before anonymization
bn: অনিমিকরণের আগে
de: Vor der Anonymisierung
fr: Avant l’anonymisation
hi: अनामीकरण से पहले
id: Sebelum penganoniman
it: Prima dell’anonimato
ja: 匿名化前
pt: Antes da anonimização
ru: До анонимизации
sw: Kabla ya kuwa na

source: Before modification
bn: সংশোধনের আগে
de: Vor dem Ändern
fr: Avant modification
hi: संशोधन से पहले
id: Sebelum modifikasi
it: Prima della modifica
ja: 変更前
pt: Antes da modificação
ru: Перед модификацией
sw: Kabla ya kurekebisha

source: Download ZIP
bn: ZIP ডাউনলোড করুন
de: ZIP runterladen
fr: Télécharger ZIP
hi: ज़िप डाउनलोड करें
id: Unduh ZIP
it: Scarica lo zip
ja: ZIPをダウンロード
nl: ZIP downloaden
pt: Baixar ZIP
ru: Скачать ZIP файл
sw: Pakua ZIP

source: Download DICOMDIR
bn: DICOMDIR ডাউনলোড করুন
de: DICOMDIR herunterladen
fr: Télécharger DICOMDIR
hi: DICOMDIR डाउनलोड करें
id: Unduh DICOMDIR
it: Scarica DICOMR
ja: ディコムディルをダウンロード
nl: Dicomdir downloaden
pt: Baixar DICOMDIR
ru: Скачать DICOMDIR
sw: Pakua DICOMDIR

source: Study
bn: অধ্যয়ন
de: Studie
fr: Étude
hi: अध्ययन
id: Studi
it: Studio
ja: 調査
nl: Studie
pt: Estudo
ru: Исследование
sw: Kujifunza

source: Append PDF report
bn: পিডিএফ প্রতিবেদন যোগ করুন
de: PDF-Bericht anhängen
fr: Joindre un rapport PDF
hi: पीडीएफ रिपोर्ट संलग्न करें
id: Lampirkan laporan PDF
it: Aggiungi rapporto PDF
ja: PDFレポートの追加
nl: PDF-rapport bijvoegen
pt: Anexar relatório PDF
ru: Добавить отчет в формате PDF
sw: Tuma ripoti ya PDF

source: Delete this study
bn: এই গবেষণাটি মুছে ফেলুন
de: Diese Studie löschen
fr: Supprimer cette étude
hi: इस अध्ययन को हटाएं
id: Hapus studi ini
it: Elimina questo studio
ja: このスタディを削除
nl: Deze studie verwijderen
pt: Eliminar estudo
ru: Удалить это исследование
sw: Futa utafiti huu

source: Send to DICOM modality
bn: DICOM পদ্ধতিতে প্রেরণ করুন
de: Senden an DICOM-Modalität
fr: Envoyer à la modalité DICOM
hi: DICOM के तौर-तरीकों को भेजें
id: Kirim ke modalitas DICOM
it: Modalità Invia a DICOM
ja: DICOM モダリティに送信
nl: Verzenden naar DICOM-modaliteit
pt: Enviar para a modalidade DICOM
ru: Отправить на условия DICOM
sw: Tuma kwa DICOM modom

source: Series
bn: সিরিজ
de: Serien
fr: Série
hi: श्रृंखला
id: Seri
it: Serie
ja: シリーズ
nl: Reeksen
pt: Séries
ru: Серии
sw: Mfululizo

source: Delete this series
bn: এই সিরিজটি মুছে ফেলুন
de: Diese Serie löschen
fr: Supprimer cette série
hi: इस श्रृंखला को हटाएं
id: Hapus seri ini
it: Elimina questa serie
ja: このシリーズを削除
nl: Deze serie verwijderen
pt: Eliminar esta série
ru: Удалить эту серию
sw: Futa msururu huu

source: Preview this series
bn: এই সিরিজের প্রাকদর্শন করুন
de: Vorschau dieser Serie
fr: Aperçu de cette série
hi: इस श्रृंखला का पूर्वावलोकन करें
id: Preview seri ini
it: Visualizza l’anteprima di questa serie
ja: このシリーズをプレビューする
nl: Bekijk een voorbeeld van deze serie
pt: Pré-visualizar esta série
ru: Предварительный просмотр этой серии
sw: Onyesha awali msururu huu

source: Instance
bn: দৃষ্টান্ত
de: Instanz
hi: उदाहरण
id: Sebagai contoh
it: Istanza
ja: インスタンス
nl: Instantie
pt: Instância
ru: Экземпляр
sw: Mfano

source: Delete this instance
bn: এই উদাহরণটি মুছে ফেলুন
de: Diese Instanz löschen
fr: Supprimer cette instance
hi: इस उदाहरण को हटाएं
id: Hapus instance ini
it: Elimina questa istanza
ja: このインスタンスを削除
nl: Deze instantie verwijderen
pt: Exclua esta instância
ru: Удалить этот экземпляр
sw: Futa tukio hili

source: Download the DICOM file
bn: DICOM ফাইলটি ডাউনলোড করুন
de: DiCOM-Datei herunterladen
fr: Télécharger le fichier DICOM
hi: DICOM फ़ाइल डाउनलोड करें
id: Unduh berkas DICOM
it: Scaricare il file DICOM
ja: DICOMファイルをダウンロードする
nl: Het DICOM-bestand downloaden
pt: Baixe o arquivo DICOM
ru: Скачать файл DICOM
sw: Pakua faili ya DICOM

source: Download the JSON file
bn: JSON ফাইলটি ডাউনলোড করুন
de: JsON-Datei herunterladen
fr: Télécharger le fichier JSON
hi: JSON फ़ाइल डाउनलोड करें
id: Download file JSON
it: Scaricare il file JSONDownload the JSON file
ja: JSON ファイルのダウンロード
nl: Download het JSON-bestand
pt: Baixe o arquivo JSON
ru: Скачать файл JSON
sw: Pakua faili ya JSON

source: Preview the instance
bn: উদাহরণপ্রাকদর্শন করুন
de: Vorschau der Instanz
fr: Aperçu de l’instance
hi: उदाहरण का पूर्वावलोकन करें
id: Pratinjau instans
it: Visualizzare l’anteprima dell’istanza
ja: インスタンスのプレビュー
nl: Bekijk een voorbeeld van de instantie
pt: Visualize a instância
ru: Предварительный просмотр экземпляра
sw: Onyesha awali tukio

source: DICOM Tags
bn: DICOM ট্যাগ
fr: Étiquette DICOM
hi: DICOM टैग
id: Tag DICOM
it: Tag DICOM
ja: ディコム タグ
ru: Теги DICOM
sw: Vitambulisho vya DICOM

source: Show tag description
bn: ট্যাগ বর্ণনা দেখান
de: Tag-Beschreibung anzeigen
fr: Afficher la description de la étiquette
hi: टैग विवरण दिखाएं
id: Tampilkan Deskripsi Tag
it: Mostra descrizione tag
ja: タグの説明を表示
nl: Tagbeschrijving weergeven
pt: Mostrar descrição da tag
ru: Показать описание тега
sw: Onyesha maelezo ya tapa

source: DICOM Query/Retrieve
bn: DICOM জিজ্ঞাসা/পুনরুদ্ধার
de: DICOM-Abfrage/-abruf
fr: DICOM Demande/Récupérer
hi: DICOM क्वेरी/पुनः प्राप्त
id: DICOM query/ambil
it: Cerca/Recupera DICOM
ja: DICOM クエリ/取得
nl: DICOM Vragen / ophalen
pt: Consulta/Recuperação DICOM
ru: Запрос DICOM/Извлечение
sw: Hoja / Rudisha DICOM

source: DICOM server:
bn: DICOM সার্ভার:
fr: Serveur DICOM :
hi: DICOM सर्वर:
id: Server DICOM:
it: Server DICOM:
ja: DICOM サーバー:
pt: Servidor DICOM:
ru: Сервер DICOM:
sw: DICOM seva:

source: Field of interest:
bn: আগ্রহের ক্ষেত্র:
de: Interessensgebiete:
fr: Domaine d’intérêt :
hi: ब्याज का क्षेत्र:
id: Bidang minat:
it: Campo di interesse:
ja: 関心のある分野:
nl: Interessegebied:
pt: Campo de interesse:
ru: Поле интересов:
sw: Uga wa maslahi:

source: Patient ID
bn: পেশেন্ট আইডি
de: Patienten-ID
fr: ID Patient
hi: रोगी आईडी
id: ID pasien
it: ID paziente
ja: 患者 ID
nl: Patiënt-ID
pt: Identificação do paciente
ru: Идентификатор пациента
sw: Kitambulisho cha mgonjwa

source: Patient Name
bn: রোগীর নাম
de: Patientenname
fr: Nom du patient
hi: रोगी का नाम
id: Nama pasien
it: Nome Paziente
ja: 患者名
nl: Patiëntnaam
pt: Nome do paciente
ru: Имя пациента
sw: Jina la mgonjwa

source: Accession Number
bn: প্রবেশ নম্বর
de: Beitrittsnummer
fr: Numéro d’adhésion
hi: परिग्रहण संख्या
id: Nomor aksesi
it: Numero di adesione
ja: 加盟番号
nl: Toetredingsnummer
pt: Código
ru: Номер присоединения
sw: Namba ya

source: Study Description
bn: অধ্যয়নের বর্ণনা
de: Studienbeschreibung
fr: Description de l’étude
hi: अध्ययन विवरण
id: Deskripsi studi
it: Descrizione studio
ja: 研究の説明
nl: Beschrijving van de studie
pt: Descrição do estudo
ru: Описание исследования
sw: Maelezo ya masomo

source: Value for this field:
bn: এই ক্ষেত্রটির মান:
de: Wert für dieses Feld:
fr: Valeur pour ce champ :
hi: इस फ़ील्ड का मान:
id: Nilai untuk bidang ini:
it: Valore per questo campo:
ja: このフィールドの値:
nl: Waarde voor dit veld:
pt: Valor para este campo:
ru: Значение для этого поля:
sw: Thamani ya uga huu:

source: Study date:
bn: অধ্যয়নের তারিখ:
de: Studiendatum:
fr: Date de l’étude :
hi: अध्ययन की तारीख:
id: Tanggal studi:
it: Data dello studio:
ja: 研究日:
nl: Studiedatum:
pt: Data do estudo:
ru: Дата обучения:
sw: Tarehe ya somo:

source: Modalities:
bn: পদ্ধতি:
de: Modalitäten:
fr: Modalités :
hi: रूपरेखा:
id: Modalitas:
it: Modalità:
ja: DICOMモダリティ:
nl: Modaliteiten:
pt: Modalidades:
ru: Условия:
sw: Zimezalisha:

source: Test Echo
bn: পরীক্ষা ইকো
hi: टेस्ट इको
id: Uji Echo
it: Eco di prova
ja: テストエコー
pt: Teste Echo
ru: Тест Эхо
sw: Jaribio la echo

source: Search studies
bn: অনুসন্ধান গবেষণা
de: Suchstudien
fr: Recherche d’études
hi: खोज अध्ययन
id: Studi pencarian
it: Studi di ricerca
ja: 検索研究
nl: Zoekstudies
pt: Estudos de pesquisa
ru: Поисковые исследования
sw: Tafiti za utafutaji

source: Target AET:
bn: টার্গেট AET:
de: Ziel-AET:
fr: Cible AET :
hi: लक्ष्य AET:
it: AET di destinazione:
ja: ターゲット AET:
nl: Doel AET:
pt: AET destino:
ru: Целевой AET:
sw: Lengo:

source: Retrieve
bn: পুনরুদ্ধার
de: Abrufen
fr: Récupérer
hi: प्राप्त
id: Ambil
it: Recupera
ja: 取得
nl: Opvragen
pt: Recuperar
ru: Получить
sw: Kuepua

source: Job
bn: কাজের
fr: Tâche
hi: काम
id: Pekerjaan
it: Lavoro
ja: ジョブ
nl: Taak
pt: Tarefa
ru: Работа
sw: Ayubu
