Repository: Juan-M-Panozzo-Z/Elessar
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: bn, de, fr, hi, id, it, ja, nl, pt, ru, sw

source: This username is not registered
bn: এই ব্যবহারকারীর নাম নিবন্ধিত নয়
fr: Ce nom d’utilisateur n’est pas enregistré
hi: यह उपयोगकर्ता नाम पंजीकृत नहीं है
it: Questo nome utente non è registrato
ja: このユーザー名は登録されていません
nl: Deze gebruikersnaam is niet geregistreerd
pt: Este nome de usuário não está registrado
sw: Username huyu hajasajiliwa

source: Â¿Do you want to leave the DICOM Explorer?
sw: Â¿Unataka kuondoka kwenye Kichunguzi cha

source: ID:
pt: ID do paciente:
ru: ИД:

source: New Study from PDF
de: Neue Studie aus PDF
id: Studi Baru dari PDF
ru: Новое исследование от PDF

source: New Study from JPG
de: Neue Studie von JPG
id: Studi Baru dari JPG
ru: Новое исследование от JPG
