Repository: Juan-M-Panozzo-Z/Elessar
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: bn, de, fr, hi, id, it, ja, nl, pt, ru, sw

source: Cancel job
bn: কাজ বাতিল করুন
de: Job abbrechen
fr: Annuler letâche
hi: नौकरी रद्द करें
id: Batalkan pekerjaan
it: Annulla processo
ja: ジョブの取り消し
nl: Taak annuleren
pt: Cancelar tarefa
ru: Отмена задания
sw: Tangua kazi

source: Resubmit job
bn: কাজ পুনরায় জমা দিন
de: Neuübermitteln des Auftrags
fr: Réabsemettre un tâche
hi: नौकरी फिर से सबमिट करें
id: Kirim ulang pekerjaan
it: Invia di nuovo il processo
ja: ジョブの再送信
nl: Taak opnieuw indienen
pt: Reenviar tarefa
ru: Повторное задание
sw: Resubmit kazi

source: Pause job
bn: কাজ বিরতি দিন
de: Job pausieren
fr: Pause du tâche
hi: नौकरी को रोकें
id: Jeda pekerjaan
it: Sospendi processo
ja: ジョブの一時停止
nl: Taak pauzeren
pt: Pausa da tarefa
ru: Пауза работы
sw: Sitisha kazi

source: Resume job
bn: কাজ পুনরায় শুরু করুন
de: Lebenslauf-Auftrag
fr: Reprendre le tâche
hi: नौकरी फिर से शुरू करें
id: Lanjutkan pekerjaan
it: Riprendi processo
ja: ジョブの再開
nl: Taak hervatten
pt: Retomar a tarefa
ru: Возобновление работы
sw: Endelea tena kazi

source: Sending to Orthanc peer...
bn: Orthanc পিয়ারে প্রেরণ করা হচ্ছে ...
de: Senden an Orthanc Peer...
fr: Envoi à Orthanc pair...
hi: Orthanc सहकर्मी को भेजा जा रहा है ...
id: Mengirim ke rekan Orthanc...
it: Invio a Orthanc peer...
ja: Orthanc ピアに送信します。
nl: Verzenden naar Orthanc peer ...
pt: Enviando para orthanc peer ...
ru: Отправка в Orthanc сверстников ...
sw: Kutuma katika Orthanc rika ...

source: Sending to DICOM modality...
bn: DICOM পদ্ধতিতে প্রেরণ করা হচ্ছে...
de: Senden an DICOM-Modalität...
fr: Envoi à la modalité DICOM...
hi: DICOM के तौर-तरीकों को भेजना...
id: Mengirim ke DICOM modalitas...
it: Invio a modalità DICOM...
ja: DICOM モダリティに送信します。
nl: Verzenden naar DICOM modaliteit...
pt: Envio para a modalidade DICOM...
ru: Отправка в DICOM модальности ...
sw: Kutuma katika DICOM modom ...

source: Retrieving images from DICOM modality...
bn: DICOM পদ্ধতি থেকে ছবি উদ্ধার করা হচ্ছে...
de: Bilder aus der DICOM-Modalität werden abgerufen...
fr: Récupération d’images à partir de la modalité DICOM...
hi: DICOM तौर तरीके से छवियों को पुनः प्राप्त...
id: Mengambil gambar dari modalitas DICOM...
it: Recupero di immagini dalla modalità DICOM in corso...
ja: DICOM モダリティから画像を取得しています。
nl: Afbeeldingen ophalen van DICOM-modaliteit...
pt: Recuperando imagens da modalidade DICOM...
ru: Получение изображений из модальности DICOM...
sw: Inaepua picha kutoka kwa DICOM modom...

source: Insecure setup
bn: অনিরাপদ উপস্থাপনা
de: Unsichere Einrichtung
fr: Configuration non sécurisé
hi: असुरक्षित सेटअप
id: Pengaturan tidak aman
it: Configurazione non sicura
ja: 安全でないセットアップ
nl: Onveilige installatie
pt: Configuração insegura
ru: Небезопасная установка
sw: Kuanzisha salama

source: Your Orthanc server is accepting remote connections, but is using the default username and password, or has user authentication explicitly turned off. Please carefully read your logs and review your configuration, especially options
bn: আপনার Orthanc সার্ভার দূরবর্তী সংযোগ গ্রহণ করছে, কিন্তু ডিফল্ট ব্যবহারকারীর নাম এবং গুপ্ত-সংকেত ব্যবহার করছে, অথবা ব্যবহারকারীর প্রমাণীকরণ সুস্পষ্টভাবে বন্ধ আছে। অনুগ্রহ করে আপনার লগগুলো সাবধানে পড়ুন এবং আপনার কনফিগারেশন, বিশেষ করে পছন্দসমূহ পর্যালোচনা করুন
de: Ihr Orthanc-Server akzeptiert Remoteverbindungen, verwendet jedoch den Standardbenutzernamen und das Standardkennwort oder die Benutzerauthentifizierung ist explizit deaktiviert. Bitte lesen Sie Ihre Protokolle sorgfältig durch und überprüfen Sie Ihre Konfiguration, insbesondere Optionen
fr: Votre serveur Orthanc accepte des connexions distantes, mais utilise le nom d’utilisateur et le mot de passe par défaut, ou l’authentification utilisateur est désactivée explicitement. Veuillez lire attentivement vos journaux et revoir votre configuration, en particulier les options
hi: Orthanc ऑर्थनसी सर्वर रिमोट कनेक्शन स्वीकार कर रहा है, लेकिन डिफ़ॉल्ट उपयोगकर्ता नाम और पासवर्ड का उपयोग कर रहा है, या उपयोगकर्ता प्रमाणीकरण स्पष्ट रूप से बंद कर दिया है। कृपया ध्यान से अपने लॉग पढ़ें और अपने विन्यास की समीक्षा, विशेष रूप से विकल्प
id: Server Orthanc Anda menerima koneksi remote, tetapi menggunakan username dan password default, atau memiliki otentikasi pengguna secara eksplisit dimatikan. Silakan baca log Anda dengan seksama dan Tinjau konfigurasi Anda, terutama pilihan
it: Il server Orthanc accetta connessioni remote, ma utilizza il nome utente e la password predefiniti o l’autenticazione utente è disattivata in modo esplicito. Si prega di leggere attentamente i log ed esaminare la configurazione, in particolare le opzioni
ja: Orthanc サーバーはリモート接続を受け付けているが、デフォルトのユーザー名とパスワードを使用しているか、ユーザー認証が明示的に無効になっている。ログを注意深く読み、設定、特にオプションを確認してください
nl: Uw Orthanc-server accepteert externe verbindingen, maar gebruikt de standaardgebruikersnaam en het wachtwoord of heeft gebruikersverificatie expliciet uitgeschakeld. Lees uw logboeken zorgvuldig en bekijk uw configuratie, met name opties
pt: Seu servidor Orthanc está aceitando conexões remotas, mas está usando o nome de usuário e senha padrão, ou tem a autenticação do usuário explicitamente desligada. Leia cuidadosamente seus registros e revise sua configuração, especialmente opções
ru: Ваш сервер Orthanc принимает удаленные соединения, но использует имя пользователя и пароль по умолчанию или явно отключается аутентификация пользователя. Пожалуйста, внимательно прочитайте ваши журналы и просмотрите вашу конфигурацию, особенно варианты
sw: Seva yako ya Orthanc inakubali miunganisho ya mbali, lakini inatumia jina la mtumiaji na nywila chaguo-msingi, au ina uhalalishaji wa mtumiaji kuzimwa. Tafadhali soma kumbukumbu zako kwa makini na uhakiki Usanidi wako, hasa chaguo

source: and
bn: এবং
de: und
fr: et
hi: और
id: dan
it: e
ja: と
nl: en
pt: e
ru: и
sw: na

source: Please use Mozilla Firefox or Google Chrome. Microsoft Internet Explorer is not supported.
bn: অনুগ্রহ করে Mozilla Firefox বা Google Chrome ব্যবহার করুন। Microsoft Internet Explorer সমর্থিত নয়।
de: Bitte verwenden Sie Mozilla Firefox oder Google Chrome. Microsoft Internet Explorer wird nicht unterstützt.
fr: S’il vous plaît, utilisez Mozilla Firefox ou Google Chrome. Microsoft Internet Explorer n’est pas pris en charge.
hi: मोज़िला फ़ायरफ़ॉक्स या गूगल क्रोम का उपयोग करें। माइक्रोसॉफ्ट इंटरनेट एक्सप्लोरर समर्थित नहीं है।
id: Silakan gunakan Mozilla Firefox atau Google Chrome. Microsoft Internet Explorer tidak didukung.
it: Si prega di utilizzare Mozilla Firefox o Google Chrome. Microsoft Internet Explorer non è supportato.
ja: モジラファイアフォックスやグーグルクロームをご利用ください。インターネット エクスプローラはサポートされていません。
nl: Gebruik Mozilla Firefox of Google Chrome. Microsoft Internet Explorer wordt niet ondersteund.
pt: Por favor, use o Mozilla Firefox ou o Google Chrome. O Microsoft Internet Explorer não é suportado.
ru: Пожалуйста, используйте Mozilla Firefox или Google Chrome. Microsoft Internet Explorer не поддерживается.
sw: Tafadhali tumia Mozilla Firefox au Google Chrome. Microsoft Internet Explorer haijategemezwa.

source: Status:
bn: স্থিতি:
fr: Statut :
hi: स्थिति:
it: Stato:
ja: ステータス:
pt: Estado:
ru: Статус:
sw: Hali:

source: Instance:
bn: নজির:
de: Instanz:
hi: उदाहरण:
id: Sebagai contoh:
it: Istanza:
ja: インスタンス:
nl: Exemplaar:
pt: Instância:
ru: Экземпляр:
sw: Mfano:

source: Any date
bn: যে কোন তারিখ
de: Jeden Termin
fr: Toutes les dates
hi: किसी भी तारीख
id: Setiap tanggal
it: Qualsiasi data
ja: の日付
nl: Een datum
pt: Cualquier fecha
ru: Любая дата
sw: Tarehe yoyote

source: Today
bn: আজ
de: Heute
fr: Aujourd’hui
hi: आज
id: Hari ini
it: Oggi
ja: 今日
nl: Vandaag
pt: Hoje
ru: Сегодня
sw: Leo

source: Yesterday
bn: গতকাল
de: Gestern
fr: Hier
hi: बीता हुआ कल
id: Kemarin
it: Ieri
ja: 昨日
nl: Gisteren
pt: Ontem
ru: Вчера
sw: Jana

source: Last 7 days
bn: গত ৭ দিন
de: Letzte 7 Tage
fr: 7 derniers jours
hi: पिछले 7 दिन
id: 7 hari terakhir
it: Ultimi 7 giorni
ja: 過去1週間
nl: Laatste 7 dagen
pt: Últimos 7 dias
ru: Последние 7 дней
sw: Siku 7 za mwisho

source: Last 31 days
bn: গত 31 দিন
de: Letzte 31 Tage
fr: Les 31 derniers jours
hi: पिछले 31 दिन
id: 31 hari terakhir
it: Ultimi 31 giorni
ja: 過去 31 日間
pt: Últimos 31 dias
ru: Последние 31 день
sw: Siku 31 za mwisho

source: Last 3 months
bn: গত 3 মাস
de: Letzte 3 Monate
fr: Les 3 derniers mois
hi: पिछले 3 महीने
id: 3 bulan terakhir
it: Ultimi 3 Mesi
ja: 3ヶ月
nl: Laatste 3 maanden
pt: Últimos 3 meses
ru: Последние 3 месяца
sw: Miezi 3 iliyopita

source: Last year
bn: গত বছর
de: Letztes Jahr
fr: L’année dernière
hi: पिछले साल
id: Tahun lalu
it: Anno scorso
ja: 前年
nl: Vorig jaar
pt: Ano passado
ru: В прошлом году
sw: Mwaka jana

source: Error during lookup
bn: অনুসন্ধানের সময় ত্রুটি
de: Fehler bei der Suche
fr: Erreur lors de la recherche
hi: लुकअप के दौरान गड़बड़ी
id: Galat selama pencarian
it: Errore durante la ricerca
ja: ルックアップ中にエラーが発生しました
nl: Fout tijdens het opzoeken
pt: Erro durante a busca
ru: Ошибка во время поиска
sw: Kosa wakati wa Duhusi

source: OK
hi: ठीक है
id: Oke
it: Va bene
pt: Bom
ru: Да
sw: Sawa kabisa

source: Cancel
bn: বাতিল
de: Abbrechen
fr: Annuler
hi: कैंसिल करें
id: Batal
it: Annulla
ja: キャンセル
nl: Annuleren
pt: Cancelar
ru: Отмена
sw: Katisha

source: ¿Do you want to leave the DICOM Explorer?
bn: আপনি কি DICOM এক্সপ্লোরার ছেড়ে যেতে চান?
de: Möchten Sie den DICOM Explorer verlassen?
fr: ¿Voulez-vous quitter l’Explorateur DICOM?
hi: ¿क्या आप DICOM एक्सप्लोरर छोड़ना चाहते हैं?
id: ¿Apakah Anda ingin meninggalkan DICOM Explorer?
it: Vuoi lasciare il DICOM Explorer?
ja: あなたはDICOMエクスプローラを離れたいですか?
nl: ¿Wilt u de DICOM Explorer verlaten?
pt: Você quer deixar o DICOM Explorer?
ru: «Вы хотите покинуть DICOM Explorer?

source: Delete this instance?
bn: এই উদাহরণটি মুছে ফেলা হবে?
de: Diese Instanz löschen?
fr: Supprimer cette instance ?
hi: इस उदाहरण को हटाएं?
id: Hapus instance ini?
it: Eliminare questa istanza?
ja: このインスタンスを削除しますか?
nl: Deze instantie verwijderen?
pt: Eliminar esta instância?
ru: Удалить этот экземпляр?
sw: Futa tukio hili?

source: Delete this study?
bn: এই গবেষণা মুছে ফেলা হবে?
de: Diese Studie löschen?
fr: Supprimer cette étude?
hi: इस अध्ययन को हटा दें?
id: Hapus studi ini?
it: Eliminare questo studio?
ja: このスタディを削除しますか?
nl: Deze studie verwijderen?
pt: Eliminar estudo?
ru: Удалить это исследование?
sw: Futa utafiti huu?

source: Delete this series?
bn: এই সিরিজ মুছে ফেলা হবে?
de: Diese Serie löschen?
fr: Supprimer cette série?
hi: इस श्रृंखला को हटा दें?
id: Hapus seri ini?
it: Eliminare questa serie?
ja: この系列を削除しますか?
nl: Deze serie verwijderen?
pt: Eliminar esta série?
ru: Удалить эту серию?
sw: Futa msururu huu?

source: Delete this patient?
bn: এই রোগীকে মুছে ফেলবেন?
de: Diesen Patienten löschen?
fr: Supprimer ce patient ?
hi: इस मरीज को हटाएं?
id: Hapus pasien ini?
it: Eliminare questo paziente?
ja: この患者を削除しますか?
nl: Deze patiënt verwijderen?
pt: Exclua este paciente?
ru: Удалить этого пациента?
sw: Futa mgonjwa huyu?

source: DICOM modalities
bn: DICOM পদ্ধতি
de: DICOM-Modalitäten
fr: Modalités DICOM
hi: DICOM के तौर-तरीके
id: Modalitas DICOM
it: Modalità DICOM
ja: DICOMモダリティ
nl: DICOM-modaliteiten
pt: Modalidades DICOM
ru: Условия DICOM
sw: Baada ya haya

source: Orthanc peers
bn: Orthanc এর সঙ্গী
fr: Pairs d’Orthanc
hi: Orthanc साथियों
id: Orthanc rekan
it: Omologhi Orthanc
ja: Orthanc の仲間
pt: Pares Orthanc
ru: Orthanc сверстников
sw: Wenzake

source: Choose target
bn: লক্ষ্য চয়ন করুন
de: Wählen Sie Ziel
fr: Choisir destination
hi: लक्ष्य चुनें
id: Pilih target
it: Scegli destinazione
ja: ターゲットの選択
nl: Doel kiezen
pt: Escolha o alvo
ru: Выбор цели
sw: Chagua lengo

source: Error during store
bn: স্টোর চলাকালীন ত্রুটি
de: Fehler während des Speichers
fr: Erreur pendant le magasin
hi: स्टोर के दौरान त्रुटि
id: Galat selama Penyimpanan
it: Errore durante il negozio
ja: ストア中にエラーが発生しました
nl: Fout tijdens winkel
pt: Erro durante a loja
ru: Ошибка во время хранения
sw: Kosa wakati wa kuhifadhi

source: Anonymize this instance?
bn: এই উদাহরণটি বেনামে রাখবেন?
de: Anonymisieren Sie diese Instanz?
fr: Anonymiser cette instance ?
hi: इस उदाहरण को अनाम करें?
id: Anonymize ini contoh?
it: Anonimizza questa istanza?
ja: このインスタンスを匿名化しますか?
nl: Deze instantie anonimiseren?
pt: Anonimizar esta instância?
ru: Анонимизировать этот экземпляр?
sw: Huu ni jambo la pekee?

source: Anonymize this study?
bn: এই অধ্যয়ন বেনামে?
de: Anonymisieren Sie diese Studie?
fr: Anonymiser cette étude ?
hi: इस अध्ययन को अनाम करें?
id: Anonymize studi ini?
it: Anonimizza questo studio?
ja: この研究を匿名化?
nl: Deze studie anonimiseren?
pt: Anonimizar este estudo?
ru: Анонимизировать это исследование?
sw: Je, si tu utafiti huu?

source: Anonymize this series?
bn: এই সিরিজ বেনামে?
de: Anonymisieren Sie diese Serie?
fr: Anonymiser cette série ?
hi: इस श्रृंखला को अनाम करें?
id: Anonymize seri ini?
it: Anonimizza questa serie?
ja: このシリーズを匿名化?
nl: Deze serie anonimiseren?
pt: Anonimizar esta série?
ru: Анонимизировать эту серию?
sw: Ni nani anaye funa katika mfululizo huu?

source: Anonymize this patient?
bn: এই রোগীকে বেনামে রাখবেন?
de: Anonymisieren Sie diesen Patienten?
fr: Anonymiser ce patient ?
hi: इस रोगी को अनाम करें?
id: Anonymize pasien ini?
it: Anonimizza questo paziente?
ja: この患者を匿名化?
nl: Deze patiënt anonimiseren?
pt: Anonimizar esse paciente?
ru: Анонимизировать этого пациента?
sw: Wewe mwenyewe ni mgonjwa?

source: Currently running
bn: বর্তমানে চলছে
de: Derzeit ausgeführt
fr: Actuellement en cours d’exécution
hi: वर्तमान में चल रहा है
id: Sedang berjalan
it: Attualmente in esecuzione
ja: 現在実行中
nl: Momenteel actief
pt: Atualmente em execução
ru: В настоящее время работает
sw: Inaendesha sasa

source: Pending jobs
bn: বকেয়া কাজ
de: Ausstehende Aufträge
fr: Tâches en attente
hi: लंबित नौकरियां
id: Tertunda pekerjaan
it: Processi in sospeso
ja: 保留中のジョブ
nl: Taken in behandeling
pt: Tarefas pendentes
ru: Отложенные задания
sw: Inasubiri kazi

source: Inactive jobs
bn: নিষ্ক্রিয় কাজ
de: Inaktive Jobs
fr: Tâches inactifs
hi: निष्क्रिय नौकरियां
id: Pekerjaan tidak aktif
it: Processi inattivi
ja: 非アクティブなジョブ
nl: Inactieve taken
pt: Tarefas inativas
ru: Приостановленные задания
sw: Ajira zisizo na kazi

source: Local AET:
bn: স্থানীয় AET:
de: Lokale AET:
fr: AET local:
hi: स्थानीय AET:
id: Lokal AET:
it: AET locale:
ja: ローカル AET:
nl: Lokale AET:
pt: AET local:
ru: Местные AET:
sw: Mitaa ya AET:

source: Remote AET:
bn: দূরবর্তী AET:
de: Ziel-AET:
fr: Cible AET :
hi: रिमोट एटीटी:
id: Jarak jauh AET:
it: AET di destinazione:
ja: リモート AET:
nl: AET op afstand:
pt: AET destino:
ru: Целевой AET:
sw: BET ya mbali:

source: Creation time:
bn: সৃষ্টির সময়:
de: Erstellungszeit:
fr: Temps de création :
hi: निर्माण का समय:
id: Waktu pembuatan:
it: Ora di creazione:
ja: 作成時間:
nl: Creatietijd:
pt: Tempo de criação:
ru: Время создания:
sw: Saa ya uumbaji:

source: Completion time:
bn: সমাপ্তির সময়:
de: Fertigstellungszeit:
fr: Délai d’achèvement :
hi: पूरा होने का समय:
id: Waktu penyelesaian:
it: Tempo di completamento:
ja: 完了時間:
nl: Voltooiingstijd:
pt: Tempo de conclusão:
ru: Время завершения:
sw: Muda wa kukamilika:

source: ETA:
hi: ईटीए:
sw: NA:

source: General information about the job
bn: কাজ সম্পর্কে সাধারণ তথ্য
de: Allgemeine Informationen zum Einzelvorgang
fr: Informations générales sur la tâche
hi: नौकरी के बारे में सामान्य जानकारी
id: Informasi umum tentang pekerjaan
it: Informazioni generali sul lavoro
ja: タスクに関する一般的な情報
nl: Algemene informatie over de functie
pt: Informações gerais sobre o trabalho
ru: Общая информация о работе
sw: Habari kwa ujumla kuhusu kazi

source: Detailed information
bn: বিস্তারিত তথ্য
de: Detailinformationen
fr: Informations détaillées
hi: विस्तृत जानकारी
id: Informasi lengkap
it: Informazioni dettagliate
ja: 詳細情報
nl: Gedetailleerde informatie
pt: Informações detalhadas
ru: Подробная информация
sw: Maelezo ya kina

source: Error: The C-Echo has failed!
bn: ত্রুটি: সি-ইকো ব্যর্থ হয়েছে!
de: Fehler: Das C-Echo ist fehlgeschlagen!
fr: Erreur : le C-Echo a échoué !
hi: त्रुटि: सी-इको विफल रहा है!
id: Galat: C-Echo telah gagal!
it: Errore: C-Echo non è riuscito!
ja: エラー: C エコーに失敗しました!
nl: Fout: De C-Echo is mislukt!
pt: Erro: O C-Echo falhou!
ru: Ошибка: C-Echo не удалось!
sw: Kosa: C-echo imeshindwa!

source: The C-Echo has succeeded!
bn: সি-ইকো সফল হয়েছে!
de: Das C-Echo hat es geschafft!
fr: Le C-Echo a réussi !
hi: सी-इको सफल रहा है!
id: C-Echo telah berhasil!
it: Il C-Echo è riuscito!
ja: Cエコーが成功しました!
nl: De C-Echo is geslaagd!
pt: O C-Echo conseguiu!
ru: C-Echo преуспел!
sw: The C-echo imefanikiwa!

source: Echo result
bn: প্রতিধ্বনি ফলাফল
de: Echo-Ergebnis
fr: Résultat écho
hi: इको परिणाम
id: Hasil gema
it: Risultato eco
ja: エコー結果
nl: Echo resultaat
pt: Resultado do Echo
ru: Результат эха
sw: Matokeo ya echo

source: Error during query (C-Find)
bn: জিজ্ঞাসার সময় ত্রুটি (C-Find)
de: Fehler während der Abfrage (C-Find)
fr: Erreur pendant la requête (C-Find)
hi: क्वेरी के दौरान त्रुटि (सी-फाइंड)
id: Galat selama permintaan (C-Find)
it: Errore durante la query (C-Find)
ja: クエリ中にエラーが発生しました (C-検索)
nl: Fout tijdens query (C-Find)
pt: Erro durante a consulta (C-Find)
ru: Ошибка во время запроса (C-Find)
sw: Kosa wakati wa Ulizo (C-Find)

source: Accession number:
bn: প্রবেশ নম্বর:
de: Beitrittsnummer:
fr: Numéro d’adhésion :
hi: परिग्रहण संख्या:
id: Nomor aksesi:
it: Numero di adesione:
ja: 加盟番号:
nl: Toetredingsnummer:
pt: Código:
ru: Номер присоединения:
sw: Namba ya nambari:

source: Birth date:
bn: জন্ম তারিখ:
de: Geburtsdatum:
fr: Date de naissance :
hi: जन्म तिथि:
id: Tanggal lahir:
it: Data di nascita:
ja: 誕生日:
nl: Geboortedatum:
pt: Data do estudo:
ru: Дата обучения:
sw: Tarehe ya kuzaliwa:

source: Patient sex:
bn: রোগীর যৌনতা:
de: Patientensex:
fr: Sexe du patient :
hi: रोगी सेक्स:
id: Pasien seks:
it: Sesso del paziente:
ja: 患者のセックス:
nl: Patiënt seks:
pt: Nome do paciente:
ru: Имя пациента:
sw: Ngono ya mgonjwa:

source: Study description:
bn: অধ্যয়নের বর্ণনা:
de: Beschreibung der Studie:
fr: Description de l’étude :
hi: अध्ययन विवरण:
id: Deskripsi studi:
it: Descrizione dello studio:
ja: 研究の説明:
nl: Studiebeschrijving:
pt: Descrição do estudo:
ru: Описание исследования:
sw: Maelezo ya utafiti:

source: Study date:
bn: অধ্যয়নের তারিখ:
de: Studiendatum:
fr: Date de l’étude :
hi: अध्ययन की तारीख:
id: Tanggal studi:
it: Data dello studio:
ja: 研究日:
nl: Studiedatum:
pt: Fecha do Estudo:
ru: Дата обучения:
sw: Tarehe ya somo:

source: Retrieve all study
bn: সকল গবেষণা পুনরুদ্ধার করুন
de: Abrufen aller Studien
fr: Récupérer toutes les études
hi: सभी अध्ययन पुनः प्राप्त करें
id: Ambil semua studi
it: Recupera tutti gli studi
ja: すべてのスタディを取得
nl: Alle studie ophalen
pt: Recuperar todo o estudo
ru: Получить все исследования
sw: Kuepua masomo yote

source: Modality:
bn: পদ্ধতি:
de: Modalitäten:
fr: Modalité :
hi: साधन:
id: Modalitas:
it: Modalità:
ja: モダリティ:
nl: Modaliteit:
pt: Modalidades:
ru: Модальности:
sw: Kwa:

source: Protocol Name:
bn: প্রোটোকলের নাম:
de: Protokollname:
fr: Nom du protocole :
hi: प्रोटोकॉल का नाम:
id: Nama protokol:
it: Nome protocollo:
ja: プロトコル名:
nl: Protocolnaam:
pt: Nome do protocolo:
ru: Название протокола:
sw: Jina la Protokali:

source: Error during retrieve
bn: উদ্ধারের সময় ত্রুটি
de: Fehler beim Abrufen
fr: Erreur lors de la récupération
hi: पुनः प्राप्त करने के दौरान त्रुटि
id: Kesalahan selama mengambil
it: Errore durante il recupero
ja: 取得中にエラーが発生しました
nl: Fout tijdens ophalen
pt: Erro durante a recuperação
ru: Ошибка при извлечении
sw: Kosa wakati wa kuepua

source: Done
bn: করা
de: Erledigt
fr: Terminé
hi: किया हुआ
id: Selesai
it: Fatto
ja: 完了
nl: Klaar
pt: Concluído
ru: Готово
sw: Kufanyika

source: Failure
bn: ব্যর্থতা
de: Fehler
fr: Échec
hi: विफलता
id: Kegagalan
it: Errore
ja: 失敗
nl: Mislukt
pt: Falha
ru: Неудача
sw: Kushindwa

source: Uploading:
bn: আপলোড করা হচ্ছে:
de: Hochladen:
fr: Importation en cours :
hi: अपलोड:
id: Meng:
it: Caricamento:
ja: アップロード:
nl: Uploaden:
pt: Envio:
ru: Загрузки:
sw: Inapakia:

source: to include it in the DICOM DB
bn: ডিকম ডিবিতে এটি অন্তর্ভুক্ত করতে
fr: pour l’inclure dans la DB DICOM
hi: इसे DICOM डीबी में शामिल करने के लिए
it: per includerlo nel DB DICOM
ja: DICOM DB に含める
nl: om het op te nemen in de DICOM DB
pt: incluí-lo no DICOM DB
sw: ni pamoja na katika

source: Sorry, your browser is not accepting CANVAS HTML tag.
bn: দুঃখিত, আপনার ব্রাউজার ক্যানভাস এইচটিএমএল ট্যাগ গ্রহণ করছে না।
fr: Désolé, votre navigateur n’accepte pas la balise HTML CANVAS.
hi: क्षमा करें, आपका ब्राउज़र कैनवास एचटीएमएल टैग स्वीकार नहीं कर रहा है।
it: Spiacenti, il browser non accetta il tag HTML CANVAS.
ja: お使いのブラウザで CANVAS HTML タグが使用できません。
nl: Uw browser accepteert geen HTML-tag voor CANVAS.
pt: Desculpe, seu navegador não está aceitando a tag HTML CANVAS.
sw: Samahani, kivinjari chako hakubali lebo ya CANVAS HTML.

source: Select file
bn: ফাইল নির্বাচন করুন
fr: Sélectionnez le fichier
hi: फ़ाइल का चयन करें
it: Seleziona file
ja: ファイルを選択
nl: Selecteer bestand
pt: Selecione arquivo
sw: Teua faili

source: Login/Register DICOM DB user
bn: লগইন/রেজিস্টার DICOM DB ব্যবহারকারী
fr: Login/Register DICOM DB utilisateur
hi: लॉगिन/रजिस्टर DICOM डीबी उपयोगकर्ता
it: Login/Registra utente DB DICOM
ja: ログイン/登録 DICOM DB ユーザー
nl: Aanmelding/Dicom DB-gebruiker registreren
pt: Usuário de DB de login/registro do DICOM
sw: Kuingia/kujiandikisha kwa mtumiaji

source: Login
bn: লগইন
fr: Connexion
hi: लॉगिन
it: Accedi
ja: ログイン
nl: Inloggen
pt: Entrar
sw: Ingia

source: Register
bn: নিবন্ধন করুন
fr: S’inscrire
hi: रजिस्टर
it: Registrati
ja: 登録
nl: Registreren
pt: Registar
sw: Jisajili

source: Access the
bn: এক্সেস
fr: Accès
hi: पहुँच
it: Accedi alle
ja: アクセス
nl: Toegang
pt: Acesso
sw: Ufikivu

source: DICOM web
bn: DICOM সার্ভার
fr: Serveur DICOM
hi: DICOM सर्वर
it: Server DICOM
ja: DICOM サーバー
nl: DICOM-server
pt: Rede DICOM
sw: DICOM seva

source: Username
bn: ইউজার নেম
fr: Nom d’utilisateur
hi: उपयोगकर्ता नाम
it: Nome utente
ja: ユーザー名
nl: Gebruikersnaam
pt: Nome de utilizador
sw: Jina la Mtumiaji

source: Password
bn: পাসওয়ার্ড
fr: Mot de passe
hi: पासवर्ड
ja: パスワード
nl: Wachtwoord
pt: Senha
sw: Nenosiri

source: Attach PDF report
bn: পিডিএফ প্রতিবেদন সংযুক্ত করুন
fr: Joindre un rapport PDF
hi: पीडीएफ रिपोर्ट संलग्न करें
it: Aggiungi rapporto PDF
ja: PDFレポートの追加
nl: PDF-rapport bijvoegen
pt: Anexar relatório PDF
sw: Tuma ripoti ya PDF

source: eMail
bn: ইমেল
hi: ईमेल
ja: eメール
sw: Barua pepe

source: Confirm Password
bn: পাসওয়ার্ড নিশ্চিত করুন
fr: Confirmer le mot de passe
hi: पासवर्ड पुनः दर्ज करें
it: Conferma Password
ja: パスワードを確認
nl: Bevestig wachtwoord
pt: Confirmar senha
sw: Thibitisha Nenosiri

source: Please complete all the fields
bn: অনুগ্রহ করে সকল ক্ষেত্র সম্পন্ন করুন
fr: S’il vous plaît compléter tous les champs
hi: कृपया सभी क्षेत्रों को पूरा करें
it: Si prega di compilare tutti i campi
ja: すべてのフィールドに入力してください
nl: Vul alle velden in
pt: Por favor, complete todos os campos
sw: Tafadhali kamilisha nyuga zote

source: This username is already registered
bn: এই ব্যবহারকারীর নাম টি ইতোমধ্যে নিবন্ধিত
fr: Ce nom d’utilisateur est déjà enregistré
hi: यह उपयोगकर्ता नाम पहले से ही पंजीकृत है
it: Questo nome utente è già registrato
ja: このユーザー名は既に登録されています
nl: Deze gebruikersnaam is al geregistreerd
pt: Este nome de usuário já está registrado
sw: Jina hili la mtumiaji tayari limesajiliwa

source: Passwords do not match
bn: গুপ্ত-সংকেত মেলে না
fr: Les mots de passe ne correspondent pas
hi: पासवर्ड मेल नहीं खाते
it: Le password non corrispondono
ja: パスワードが一致しません
nl: Wachtwoorden komen niet overeen
pt: As passwords não são idênticas
sw: MaNenotambulishi hayaoani

source: The user has been successfully registered
bn: ব্যবহারকারী সফলভাবে নিবন্ধিত হয়েছে
fr: L’utilisateur a été enregistré avec succès
hi: उपयोगकर्ता को सफलतापूर्वक पंजीकृत किया गया है
it: L'utente è stato registrato con successo
ja: ユーザーは正常に登録されました
nl: De gebruiker is met succes geregistreerd
pt: O usuário foi registrado com sucesso
sw: Mtumiaji amesajiliwa kwa ufanisi
