Repository: Juan-M-Panozzo-Z/Elessar
Catalog: libs/jquery-file-upload/css/*/LC_MESSAGES/messages.po
Languages: es_es

source: Lookup studies
es_es: Buscar Estudios

source: Lookup
es_es: Buscar

source: Plugins
es_es: Complementos

source: Upload
es_es: Subir

source: Query/Retrieve
es_es: Consulta / Recuperar

source: Jobs
es_es: Trabajos

source: Patient ID:
es_es: ID del paciente:

source: Patient Name:
es_es: Nombre del paciente:

source: Accession Number:
es_es: Número de acceso:

source: Study Description:
es_es: Descripción del estudio:

source: Study Date:
es_es: Fecha de estudio:

source: All patients
es_es: Todos los pacientes

source: All studies
es_es: Todos los estudios

source: Do lookup
es_es: Hacer búsquedas

source: Warning:
es_es: Advertencia:

source: Your lookup led to many results! Showing only
es_es: ¡Su búsqueda condujo a muchos resultados! Mostrando solamente

source: studies to avoid performance issue. Please make your query more specific, then relaunch the lookup.
es_es: estudios para evitar problemas de rendimiento. Haga su consulta más específica, luego vuelva a iniciar la búsqueda.

source: This is a large Orthanc server. Showing only
es_es: Este es un servidor Orthanc de gran tamaño. Mostrando solamente

source: patients to avoid performance issue. Make sure to use lookup if targeting specific patients!
es_es: pacientes para evitar problemas de rendimiento. ¡Asegúrese de usar la búsqueda si se dirige a pacientes específicos!

source: studies to avoid performance issue. Make sure to use lookup if targeting specific studies!
es_es: estudios para evitar problemas de rendimiento. ¡Asegúrese de usar la búsqueda si se dirige a estudios específicos!

source: Upload DICOM files
es_es: Subir archivos DICOM

source: Select files to upload ...
es_es: Seleccionar archivos para cargar ...

source: Start the upload
es_es: Comience la carga

source: Clear the pending uploads
es_es: Borrar las cargas pendientes

source: Orthanc issue #21: On Firefox, especially on Linux & OSX systems, files might be missing if using drag-and-drop. Please use the "Select files to upload" button instead, or use the command-line "ImportDicomFiles.py" script.
es_es: Problema # 21 de Orthanc: en Firefox, especialmente en sistemas Linux y OSX, es posible que falten archivos si se usa arrastrar y soltar. Utilice el botón "Seleccionar archivos para cargar" en su lugar, o utilice la secuencia de comandos "ImportDicomFiles.py" de la línea de comandos.

source: Drag and drop DICOM files here
es_es: Arrastrar y soltar archivos DICOM aquí

source: Patient
es_es: Paciente

source: Unprotected
es_es: Desprotegido

source: Protected
es_es: Protegido

source: Interact
es_es: Interactuar

source: Delete this patient
es_es: Eliminar a este paciente

source: Send to remote modality
es_es: Enviar a sistema remoto

source: Anonymize
es_es: Anonimizar

source: Access
es_es: Acceder

source: Before anonymization
es_es: Antes de anonimizar

source: Before modification
es_es: Antes de modificar

source: Download ZIP
es_es: Descargar ZIP

source: Download DICOMDIR
es_es: Descargar DICOMDIR

source: Delete this study
es_es: Eliminar este estudio

source: Send to DICOM modality
es_es: Enviar a la modalidad DICOM

source: Study
es_es: Estudio

source: Series
es_es: Serie

source: Delete this series
es_es: Eliminar esta serie

source: Preview this series
es_es: Previsualizar esta serie

source: Instance
es_es: Instancia

source: Delete this instance
es_es: Eliminar este elemento

source: Download the DICOM file
es_es: Descargue el archivo DICOM

source: Download the JSON file
es_es: Descargue el archivo JSON

source: Preview the instance
es_es: Vista previa de la instancia

source: DICOM Tags
es_es: Etiquetas DICOM

source: Show tag description
es_es: Descripción del estudio

source: DICOM Query/Retrieve
es_es: DICOM Consultas / Recuperación

source: DICOM server:
es_es: Servidor DICOM

source: Field of interest:
es_es: Campo de interés:

source: Patient ID
es_es: ID del paciente

source: Patient Name
es_es: Nombre del paciente

source: Accession Number
es_es: Número de Control

source: Study Description
es_es: Descripción del estudio

source: Value for this field:
es_es: Valor para este campo:

source: Study date:
es_es: Fecha del Estudio:

source: Modalities:
es_es: Modalidades:

source: Test Echo
es_es: Test de eco

source: Search studies
es_es: Estudios de búsqueda

source: Target AET:
es_es: AET de Destino:

source: Retrieve
es_es: Recuperar

source: Job
es_es: Tarea

source: Cancel job
es_es: Cancelar tarea

source: Resubmit job
es_es: Reenviar tarea

source: Pause job
es_es: Pausar tarea

source: Resume job
es_es: Reanudar tarea

source: Sending to Orthanc peer...
es_es: Enviando al compañero Orthanc ...

source: Sending to DICOM modality...
es_es: Envío a la modalidad DICOM...

source: Retrieving images from DICOM modality...
es_es: Obteniendo imágenes desde la modaliad DICOM...

source: Insecure setup
es_es: Configuración insegura

source: Your Orthanc server is accepting remote connections, but isusing the default username and password, or has userauthentication explicitly turned off. Please carefully readyour logs and review your configuration, especially options
es_es: Su servidor Orthanc acepta conexiones remotas, pero está usando el nombre de usuario y contraseña predeterminados, o tiene la autenticación de uso desactivada explícitamente. Por favor, prepare cuidadosamente sus registros y revise su configuración, especialmente las opciones

source: and
es_es: y

source: Status:
es_es: Estado:

source: Instance:
es_es: Instancia:

source: Any date
es_es: Cualquier fecha

source: Today
es_es: Hoy

source: Yesterday
es_es: Ayer

source: Last 7 days
es_es: Últimos 7 días

source: Last 31 days
es_es: Últimos 31 días

source: Last 3 months
es_es: Últimos 3 meses

source: Last year
es_es: El año pasado

source: Error during lookup
es_es: Error durante la búsqueda

source: Cancel
es_es: Cancelar

source: Delete this instance?
es_es: ¿Eliminar esta instancia?

source: Delete this study?
es_es: ¿Eliminar este estudio?

source: Delete this series?
es_es: ¿Eliminar esta serie?

source: Delete this patient?
es_es: ¿Eliminar a este paciente?

source: DICOM modalities
es_es: Modalidades:

source: Orthanc peers
es_es: Compañero Orthanc ...

source: Choose target
es_es: Elija el destino

source: Error during store
es_es: Error al guardar

source: Anonymize this instance?
es_es: ¿Anonimizar esta instancia?

source: Anonymize this study?
es_es: ¿Anonimizar este estudio?

source: Anonymize this series?
es_es: ¿Anonimizar esta serie?

source: Anonymize this patient?
es_es: ¿Anonimizar a este paciente?

source: Currently running
es_es: Actualmente en ejecución

source: Pending jobs
es_es: Trabajos pendientes

source: Inactive jobs
es_es: Cancelar tarea

source: Local AET:
es_es: AET Local:

source: Remote AET:
es_es: AET de Destino:

source: Creation time:
es_es: Hora de creación:

source: Completion time:
es_es: Tiempo de completación:

source: ETA:
es_es: TEA:

source: General information about the job
es_es: Información general sobre el trabajo.

source: Detailed information
es_es: Información detallada

source: Error: The C-Echo has failed!
es_es: Error: ¡El C-Echo ha fallado!

source: The C-Echo has succeeded!
es_es: ¡El C-Echo ha tenido éxito!

source: Echo result
es_es: Resultado del eco

source: Error during query (C-Find)
es_es: Error durante la consulta (C-Find)

source: Accession number:
es_es: Número de acceso:

source: Birth date:
es_es: Fecha de nacimiento:

source: Patient sex:
es_es: Nombre del paciente:

source: Study description:
es_es: Descripción del estudio:

source: Study date:
es_es: Fecha de estudio:

source: Retrieve all study
es_es: Recuperar

source: Modality:
es_es: Modalidades:

source: Protocol Name:
es_es: Nombre del protocolo:

source: Error during retrieve
es_es: Error durante la recuperación

source: Done
es_es: Hecho

source: Failure
es_es: Rechazo

source: Uploading:
es_es: Cargando:
